
import MainSwiper from "../pages/MainSwiper";

export default function Main() {

    return (
        <>
            <h1 style={{textAlign:'center'}}> 한국근대교육의 주체, 공간, 경험</h1>

            <h2 style={{textAlign:'center'}}>
                Top 5 video
            </h2>
            <MainSwiper/>
            <p>한국교원대학교 교육박물관의 한국근대교육사연구센터는 ‘주체, 공간, 경험’이라는 세 가지 키워드를 중심으로 우리나라 근대 교육의 
중요한 순간들을 모으고 기록하고 있습니다. 이 작업은 당시 학교에서 어떤 일들이 벌어졌고, 그곳에서 선생님과 학생 등 다양한 사람
들이 어떤 경험을 했는지 체계적으로 정리하는 데 중점을 두고 있습니다. 먼저, '주체'는 근대 교육에서 중요한 역할을 했던 사람들, 즉 
선생님과 학생, 그리고 교육에 참여한 여러 사람을 의미합니다. 연구센터는 이들의 학력 정보를 모아 근대 교육의 변천 과정을 기억하
고 기록하고 있습니다. '공간'은 교육이 이루어졌던 학교를 뜻합니다. 연구센터는 각 학교가 어떻게 설립되고 운영되었으며, 그 학교들
이 어떤 역할을 했는지 등을 세심하게 기억하고 기록하고 있으며, 이를 통해 당시 학교들이 제공한 교육과 그 교육이 이루어진 환경에 
대한 구체적인 정보를 제공합니다. 마지막으로, '경험'은 학생과 선생님들이 실제로 겪었던 교육의 순간들을 다룹니다. 회고록이나 자
서전과 같은 개인의 교육 경험을 통해 당시 근대 교육 현장의 모습을 기록하고 있습니다.</p>
        </>

    );
}